Repository: sonchai058/hmvc_layout_by_sps
Catalog: locale/*.utf8/LC_MESSAGES/msg.po
Languages: th_th

source: Communication Channel
th_th: ช่องทางการสื่อสาร

source: Public Holidays Closed
th_th: วันหยุดนักขัตฤกษ์ ปิดบริการ

source: Sat – Sun Closed
th_th: เสาร์ - อาทิตย์ ปิดบริการ

source: Mon – Fri 8:30 am – 4:30 pm
th_th: จันทร์ - ศุกร์ 8.30 - 16.30 น.

source: Semester Break
th_th: ปิดภาคการศึกษา

source: Sat – Sun 10:00 – 6:00 pm
th_th: เสาร์ - อาทิตย์ 10.00 - 18.00 น.

source: Mon – Fri 8:00 am – 9:00 pm
th_th: จันทร์ - ศุกร์ 8.00 - 21.00 น.

source: Semester
th_th: ปกติ

source: Library Hours
th_th: เวลาเปิดบริการ

source: FAX
th_th: โทรสาร

source: Office
th_th: สำนักงาน

source: PR
th_th: ประชาสัมพันธ์

source: Service
th_th: บริการยืม-คืน

source: Circulation Desk
th_th: บริการช่วยการค้นคว้า

source: Phone
th_th: โทรศัพท์

source: 239 Huay Kaew Road, Muang District, Chiang Mai 50200
th_th: 239 ถนนห้วยแก้ว อ. เมือง จ. เชียงใหม่ 50200

source: Chiang Mai University Library
th_th: สำนักหอสมุด มหาวิทยาลัยเชียงใหม่

source: Voice of Customer
th_th: ข้อเสนอแนะ

source: Visitor Stats
th_th: สถิติผู้เข้าชม

source: Read More
th_th: อ่านเพิ่มเติม

source: Read All
th_th: อ่านทั้งหมด

source: Gallery
th_th: แกลลอรี่

source: Call Number
th_th: เลขหมู่

source: Author
th_th: ผู้แต่ง

source: Menu
th_th: เมนู

source: Menu Top
th_th: เมนูด้านบน

source: News
th_th: ข่าว

source: Pubyear
th_th: ปีที่บันทึก

source: No data item found
th_th: ไม่พบรายการข้อมูล

source: All results
th_th: ผลการค้นหาทั้งหมด

source: List
th_th: รายการ

source: Internal Search
th_th: ค้นหาภายในเว็บ

source: Previous
th_th: ย้อนกลับ

source: Next
th_th: หน้าถัดไป

source: Annotation
th_th: หมายเหตุ

source: Detail
th_th: รายละเอียด

source: Search
th_th: ค้นหา

source: Location Hours
th_th: ติดต่อมหาวิทยาลัย

source: Calendar
th_th: ปฏิทิน

source: Subject
th_th: หัวข้อ

source: Staff Login
th_th: เข้าสู่ระบบ

source: Logout
th_th: ออกจากระบบ

source: Website management
th_th: จัดการเว็บไซต์

source: Got It
th_th: ยอมรับ

source: Contact Us
th_th: ติดต่อเรา

source: Sorry, your account has been deactivated
th_th: ขออภัยบัญชีผู้ใช้ของท่านถูกระงับการใช้งาน

source: Please contact the system administrator
th_th: กรุณาติดต่อผู้ดูแลระบบ

source: Sorry, the user account or password is incorrect
th_th: ขออภัยบัญชีผู้ใช้หรือรหัสผ่านไม่ถูกต้อง

source: Searching Guide
th_th: คู่มือการสืบค้น

source: Book Cover
th_th: ปกหนังสือ

source: Book Title
th_th: ชื่อหนังสือ

source: Release date
th_th: วันที่เผยแพร่

source: No data found
th_th: ไม่พบข้อมูล

source: Month
th_th: เดือน

source: Year
th_th: ปี

source: Attachment
th_th: ไฟล์เอกสารแนบ

source: View All
th_th: ดูทั้งหมด

source: Total number of books
th_th: จำนวนหนังสือทั้งหมด

source: book
th_th: เล่ม

source: No.
th_th: ลำดับ

source: Online Library Course Cover
th_th: ปกหลักสูตรห้องสมุดออนไลน์

source: Online Library Course Title
th_th: ชื่อหลักสูตรห้องสมุดออนไลน์

source: Total number of Online Library Course
th_th: จำนวนหลักสูตรห้องสมุดออนไลน์ทั้งหมด

source: Course
th_th: หลักสูตร

source: Agencies
th_th: หน่วยงาน

source: Related
th_th: ที่เกี่ยวข้อง

source: Date
th_th: วันที่

source: To
th_th: ถึง

source: All
th_th: ทั้งหมด

source: Resource Type
th_th: ประเภททรัพยากร

source: Branch
th_th: สาขาวิชา

source: Subscription
th_th: การบอกรับ

source: Total number of databases
th_th: จำนวนฐานข้อมูลทั้งหมด

source: Database
th_th: ฐานข้อมูล

source: Access the database from outside the network
th_th: เข้าใช้ฐานข้อมูลจากนอกเครือข่าย

source: First name - Last name
th_th: ชื่อ - นามสกุล

source: Position
th_th: ตำแหน่ง

source: Affiliation
th_th: งานที่สังกัด

source: Email
th_th: อีเมล

source: Internal phone number
th_th: โทร

source: Personal phone number
th_th: เบอร์โทรศัพท์ส่วนตัว

source: Education
th_th: การศึกษา

source: Expertise and Experience
th_th: ความเชี่ยวชาญและประสบการณ์

source: Academic work
th_th: ผลงานวิชาการ

source: Awards and Pride
th_th: รางวัลและความภาคภูมิใจ

source: Resume and Workings
th_th: ประวัติและผลงาน

source: Board of Directors
th_th: คณะกรรมการอำนวยการ

source: Board of Executive
th_th: คณะผู้บริหาร

source: Executive
th_th: ผู้บริหาร

source: Board of Executive Directors
th_th: คณะกรรมการบริหาร

source: Executive Board of the Library
th_th: คณะกรรมการบริหารประจำสำนักหอสมุด

source: Expert
th_th: ผู้เชี่ยวชาญ

source: Personnel
th_th: บุคลากร

source: Direct line to Director
th_th: สายตรงผู้อำนวยการ

source: Number of expert topics
th_th: จำนวนหัวข้อความเชี่ยวชาญ

source: Contact information
th_th: ข้อมูลการติดต่อ

source: Contact an expert
th_th: ติดต่อผู้เชี่ยวชาญ

source: Number of faction
th_th: จำนวนฝ่าย

source: Faction
th_th: ฝ่าย
